[Demo_Maya_ep6_6_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1044,Y=5933,Z=104),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-1234,Y=5933,Z=-31),VecSub=(X=0,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Ground.GG2_AMB_Ground_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_001_Cue',Name="")
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_004_Cue',Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_006_Cue',Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0400_lp_Warn",Number=8)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0401_fx_Warn2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_009_Cue',Name="カミゾノ　マヤ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_011_Cue',Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[67]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[73]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[74]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[75]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[77]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[79]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[80]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[81]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[82]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_023_Cue',Name="")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[88]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[89]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[92]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[96]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[97]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[100]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[102]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[103]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[104]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[105]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_029_Cue',Name="")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[110]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[113]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_030_Cue',Name="カミゾノ　マヤ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_032_Cue',Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[124]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_034_Cue',Name="カミゾノ　マヤ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[135]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_036_Cue',Name="カミゾノ　マヤ")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[150]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[151]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[152]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[153]=(Actor=WINDOW,Command=EXIT)
DemoScripts[154]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[155]=(Actor=FADE,Command=WAIT)
DemoScripts[156]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[157]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[158]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[159]=(Actor=FADE,Command=WAIT)
DemoScripts[160]=(Actor=WINDOW,Command=SET)
DemoScripts[161]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_6.GG2_V_Maya_ep6_6_041_Cue',Name="")
DemoScripts[162]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[163]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[164]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[165]=(Actor=WINDOW,Command=EXIT)
DemoScripts[166]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[167]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[168]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[169]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[170]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_6_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_6_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="怎麼會!?/n守護者竟然強化了!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="曾經接下的招式/n對惡魔獵人就,沒用了./n就算那是天使的招式,也一樣.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="妳說天使......小真夜,難道說......")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="妳看得見我嗎!?")

Texts[4]=(Label="TEXT05",Name="真夜",Text="......?/n妳以為我,看不見嗎?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="咦咦!/n那我和峯大大人的對話/n也全都聽見了......?")

Texts[6]=(Label="TEXT07",Name="真夜",Text="雖然不知道,來龍去脈....../n但我知道,峯哥靠\"天使之箭\"的力量/n變得,很受歡迎......")

Texts[7]=(Label="TEXT08",Name="真夜",Text="\"天使之箭\"是,為了讓命運的戀人/n結合在一起的力量....../n用在我這種人身上,是\"不行!\"的唷.")

Texts[8]=(Label="TEXT09",Name="真夜",Text="因為峯哥,命運的戀人,/n是小忍......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="咦!?")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="妳在......說什麼啊?")

Texts[11]=(Label="TEXT12",Name="真夜",Text="............")

Texts[12]=(Label="TEXT13",Name="真夜",Text="本家的咒術老師,占卜過了....../n峯哥的命運,是和小忍結合.")

Texts[13]=(Label="TEXT14",Name="真夜",Text="和峯哥在一起的,小忍/n會變成比我這種人,更加更加/n厲害的惡魔獵人,會變得,幸福.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="我回去,本家,/n而小忍卻,留在這座鎮上的,理由/n就是這個......")

Texts[15]=(Label="TEXT16",Name="峯大",Text="可是小忍說是因為/n小真夜比較有資質......")

Texts[16]=(Label="TEXT17",Name="真夜",Text="這是小忍也,不知道的......事情./n因為,就算是幸福的,未來,/n自己的未來,還是不知道,比較好.")

Texts[17]=(Label="TEXT18",Name="真夜",Text="其實,本來就連峯哥/n我都沒打算說......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="小真夜......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="把保密的事情告訴我....../n謝謝妳....../n不過,我......")

Texts[20]=(Label="TEXT21",Name="真夜",Text="我希望,不管是峯哥,還是小忍/n都能過得幸福......")

Texts[21]=(Label="TEXT22",Name="峯大",Text="(......唔唔!/n一時語塞,說不出什麼話......)")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="峯大大人......請振作點啊!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="妳很重視小忍呢....../n小真夜.")

Texts[24]=(Label="TEXT25",Name="真夜",Text="妹妹為姊姊的幸福,祈禱....../n是理所當然的.")

Texts[25]=(Label="TEXT26",Name="峯大",Text="即使如此,我......就是喜歡妳啊./n小真夜.")

Texts[26]=(Label="TEXT27",Name="真夜",Text="那並不是峯哥,/n真正的,心情......")

Texts[27]=(Label="TEXT28",Name="峯大",Text="如果能做到那種占卜,/n那賭博或彩券....../n不就能大賺特賺了嗎!")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="你的心聲都暴露了哦!/n而且是很差勁的那種!")

Texts[29]=(Label="TEXT30",Name="真夜",Text="......神園家的祕術是用來追查惡魔的/n力量......不可以用來做,那種事情.")

Texts[30]=(Label="TEXT31",Name="峯大",Text="咦....../n真失望......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="喂~")

Texts[32]=(Label="TEXT33",Name="真夜",Text="......現在的峯哥一定是因為,/n過於強大的,天使之力,/n而變得奇怪了.")

Texts[33]=(Label="TEXT34",Name="真夜",Text="所以才會扭轉了/n應該到訪的命運.")

Texts[34]=(Label="TEXT35",Name="峯大",Text="......那種事......!")

Texts[35]=(Label="TEXT36",Name="真夜",Text="被錯誤的天使之力,/n迷惑是,不行的./n峯哥真正喜歡的人,是誰?")

Texts[36]=(Label="TEXT37",Name="真夜",Text="是小忍的話,絕對不會/n拒絕峯哥的告白.")

Texts[37]=(Label="TEXT38",Name="真夜",Text="......因為,小忍她,喜歡峯哥.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="......!")

Texts[39]=(Label="TEXT40",Name="真夜",Text="告白,要加油哦.")

Texts[40]=(Label="TEXT41",Name="艾可蘿",Text="請,請等一下!/n峯大大人他有時間上的......")

Texts[41]=(Label="TEXT42",Name="峯大",Text="......啊......")

Texts[42]=(Label="",Name="",Text="")

Texts[43]=(Label="SELECT01",Name="",Text="謝謝妳/n告訴我")

Texts[44]=(Label="SELECT02",Name="",Text="......")

Texts[45]=(Label="SELECT03",Name="",Text="妳很重視/n小忍呢")

Texts[46]=(Label="SELECT04",Name="",Text="即使如此/n我就是喜歡妳")

Texts[47]=(Label="SELECT05",Name="",Text="那個占卜/n能賺大錢耶!")

Texts[48]=(Label="SELECT06",Name="",Text="")

Texts[49]=(Label="SELECT07",Name="",Text="")

Texts[50]=(Label="SELECT08",Name="",Text="")

Texts[51]=(Label="SELECT09",Name="",Text="")

Texts[52]=(Label="SELECT10",Name="",Text="")


